Repository: Ulziimunkh/primetime
Catalog: lib/l10n/app_*.arb
Languages: mn

# welcome
source: Welcome to
mn: Тавтай морилно уу!

source: Sign
mn: Нэвтрэх

source: Sign Up
mn: Бүртгүүлэх

source: Already have an Account?
mn: Бүртгэлтэй юу ?

source: Don't have an Account?
mn: Бүртгүүлэх үү ?

# phoneNumber
source: Your Phone
mn: Утасны дугаар

source: Password
mn: Нууц үг

source: Next
mn: Дараагийн

source: Cancel
mn: Болих

source: Add Room
mn: Өрөө нэмэх

source: Room List
mn: Өрөөний жагсаалт

source: Room Number
mn: Өрөөний дугаар

source: Enter Room Number
mn: Өрөөний дугаар оруулна уу

source: Room Name
mn: Өрөөний нэр

source: Enter Room Name
mn: Өрөөний нэр оруулна уу

source: Hourly Rate
mn: Цагийн үнэлгээ

source: Capacity
mn: Багтаамж

source: Is VIP
mn: VIP эсэх

source: Add Image
mn: Зураг нэмэх

source: Save
mn: Хадгалах

# fillAllFields
source: Please fill all fields
mn: Бүх талбарыг бөглөнө үү

source: Price Table
mn: Үнийн жагсаалт

# uploadPriceTable
source: Upload price table or menu as an image:
mn: Үнийн жагсаалт эсвэл меню зураг оруулах:

# noImagesUploaded
source: No images uploaded yet.
mn: Одоогоор зураг оруулаагүй байна.

source: Choose from Gallery
mn: Галерейгээс сонгох

source: Use Camera
mn: Камер ашиглах
